Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Video Preset
ar: إعدادات الفيديو المسبقة
de: Video-Voreinstellungen
es: Ajustes de vídeo
fr: Préset vidéo
hi: वीडियो प्रीसेट
it: Preconfigurazione video
ja: ビデオプリセット
ko: 비디오 프리셋
pl: Ustawienie wstępne wideo
pt_br: Predefinições de Vídeo
ru: Шаблон видео
tr: Görüntü Ön Ayarı
uk: Передналаштування відео
zh_hans: 视频预设
zh_hant: 視訊預設

source: Video Size
ar: حجم الفيديو
de: Videogröße
es: Tamaño del vídeo
fr: Taille de la vidéo
hi: वीडियो आकार
it: Dimensione video
ja: ビデオサイズ
ko: 비디오 크기
pl: Rozmiar wideo
pt_br: Tamanho do Vídeo
ru: Размер видео
tr: Video Boyutu
uk: Розмір відео
zh_hans: 视频大小
zh_hant: 影片大小

source: Video Speed
ar: سرعة الفيديو
de: Videogeschwindigkeit
es: Velocidad del vídeo
fr: Vitesse de la vidéo
hi: वीडियो स्पीड
it: Velocità video
ja: ビデオ速度
ko: 비디오 속도
pl: Szybkość wideo
pt_br: Velocidade do Vídeo
ru: Скорость видео
tr: Video Hızı
uk: Швидкість відео
zh_hans: 视频速度
zh_hant: 影片速度

source: View
ar: عرض
de: Darstellung
es: Visualización
fr: Présentation
hi: देखें
it: Vista
ja: 表示
ko: 보기
pl: Widok
pt_br: Visualizar
ru: Вид
tr: Görüntü
uk: Вигляд
zh_hans: 显示
zh_hant: 顯示方式

source: View this author's Workshop items
ar: عرض عناصر هذا المؤلف في الورشة
de: Workshop-Objekte dieses Autors anzeigen
es: Ver los elementos del Workshop de este autor
fr: Voir les éléments du Workshop de cet auteur
hi: इस लेखक के Workshop आइटम देखें
it: Visualizza gli elementi del Workshop di questo autore
ja: この作成者のワークショップアイテムを表示
ko: 이 제작자의 창작마당 항목 보기
pl: Pokaż elementy Warsztatu tego autora
pt_br: Ver os itens da Oficina deste autor
ru: Показать материалы автора в Мастерской
tr: Bu yazarın Atölye ögelerini görüntüle
uk: Переглянути обʼєкти Майстерні цього автора
zh_hans: 查看此作者的创意工坊项目
zh_hant: 檢視此作者的工作坊項目

source: Visible
ar: مرئي
de: Sichtbar
hi: दृश्यमान
it: Visibile
ja: 表示
ko: 표시
pl: Widoczny
pt_br: Visível
ru: Видимый
tr: Görünür
uk: Видимий
zh_hans: 可见
zh_hant: 可見

source: Volume
ar: مستوى الصوت
de: Lautstärke
es: Volumen
hi: वॉल्यूम
ja: 音量
ko: 음량
pl: Głośność
ru: Громкость
tr: Ses Düzeyi
uk: Гучність
zh_hans: 音量
zh_hant: 音量

source: Volumetrics
ar: التأثيرات الحجمية
de: Volumetrie
es: Volumétricos
fr: Effets volumétriques
hi: वॉल्यूमेट्रिक
it: Effetti volumetrici
ja: ボリューメトリック
ko: 볼류메트릭
pl: Efekty wolumetryczne
pt_br: Volumétricos
ru: Объёмное освещение
tr: Hacimsel Efektler
uk: Обʼємне освітлення
zh_hans: 体积光
zh_hant: 體積光

source: WE shaders are translated per combination of options the first time a scene uses them, then reused.
ar: تُترجم مظللات WE لكل مجموعة من الخيارات عند أول استخدام لها في مشهد، ثم يُعاد استخدامها.
de: WE-Shader werden für jede Kombination von Optionen übersetzt, wenn eine Szene sie zum ersten Mal verwendet, und dann wiederverwendet.
es: Los sombreadores de WE se traducen para cada combinación de opciones la primera vez que una escena los usa, y después se reutilizan.
fr: Les nuanceurs WE sont traduits pour chaque combinaison d’options la première fois qu’une scène les utilise, puis réutilisés.
hi: WE शेडर विकल्पों के हर कॉम्बिनेशन के लिए तब ट्रांसलेट होते हैं जब कोई सीन उन्हें पहली बार उपयोग करता है, फिर दोबारा उपयोग किए जाते हैं.
it: Gli shader di WE vengono tradotti per ogni combinazione di opzioni la prima volta che una scena li usa, poi vengono riutilizzati.
ja: WEのシェーダーは、シーンで初めて使用されるときにオプションの組み合わせごとに変換され、その後再利用されます。
ko: WE 셰이더는 장면에서 처음 사용될 때 옵션 조합별로 변환된 후 재사용됩니다.
pl: Shadery WE są tłumaczone dla każdej kombinacji opcji, gdy scena użyje ich po raz pierwszy, a potem używane ponownie.
pt_br: Os shaders do WE são traduzidos para cada combinação de opções na primeira vez que uma cena os usa e, depois, reutilizados.
ru: Шейдеры WE переводятся для каждой комбинации параметров при первом использовании в сцене, а затем используются повторно.
tr: WE gölgelendiricileri, bir sahne tarafından ilk kullanıldıklarında her seçenek birleşimi için ayrı ayrı çevrilir ve sonra yeniden kullanılır.
uk: Шейдери WE перекладаються для кожної комбінації параметрів, коли сцена вперше їх використовує, а потім використовуються повторно.
zh_hans: WE 着色器会在场景首次使用时按每种选项组合进行转译，之后重复使用。
zh_hant: WE 著色器會在場景首次使用時，依每種選項組合進行轉譯，之後重複使用。

source: Waiting
ar: في الانتظار
de: Wartet
es: En espera
fr: En attente
hi: प्रतीक्षा में
it: In attesa
ja: 待機中
ko: 대기 중
pl: Oczekiwanie
pt_br: Aguardando
ru: Ожидание
tr: Bekliyor
uk: Очікування
zh_hans: 正在等待
zh_hant: 正在等待

source: Wallpaper
ar: الخلفية
de: Hintergrundbild
es: Fondo de pantalla
fr: Fond d’écran
hi: वॉलपेपर
it: Sfondo
ja: 壁紙
ko: 배경화면
pl: Tapeta
pt_br: Papel de Parede
ru: Обои
tr: Duvar Kâğıdı
uk: Шпалери
zh_hans: 墙纸
zh_hant: 背景圖片

source: Wallpaper Editor
ar: محرر الخلفيات
de: Hintergrundbild-Editor
es: Editor de fondos de pantalla
fr: Éditeur de fond d’écran
hi: वॉलपेपर एडिटर
it: Editor sfondi
ja: 壁紙エディタ
ko: 배경화면 편집기
pl: Edytor tapet
pt_br: Editor de Imagem de Fundo
ru: Редактор обоев
tr: Duvar Kâğıdı Düzenleyici
uk: Редактор шпалер
zh_hans: 墙纸编辑器
zh_hant: 背景圖片編輯器

source: Wallpaper Engine Assets
ar: موارد Wallpaper Engine
es: Recursos de Wallpaper Engine
fr: Ressources Wallpaper Engine
hi: Wallpaper Engine ऐसेट
it: Risorse di Wallpaper Engine
ja: Wallpaper Engine アセット
ko: Wallpaper Engine 에셋
pl: Zasoby Wallpaper Engine
pt_br: Recursos do Wallpaper Engine
ru: Ресурсы Wallpaper Engine
tr: Wallpaper Engine Varlıkları
uk: Ресурси Wallpaper Engine
zh_hans: Wallpaper Engine 资源
zh_hant: Wallpaper Engine 資源

source: Wallpaper Engine Settings
ar: إعدادات Wallpaper Engine
de: Wallpaper Engine-Einstellungen
es: Ajustes de Wallpaper Engine
fr: Réglages de Wallpaper Engine
hi: Wallpaper Engine सेटिंग्स
it: Impostazioni di Wallpaper Engine
ja: Wallpaper Engine の設定
ko: Wallpaper Engine 설정
pl: Ustawienia Wallpaper Engine
pt_br: Ajustes do Wallpaper Engine
ru: Настройки Wallpaper Engine
tr: Wallpaper Engine Ayarları
uk: Налаштування Wallpaper Engine
zh_hans: Wallpaper Engine 设置
zh_hant: Wallpaper Engine 設定

source: Wallpaper Engine assets are up to date (build %@).
ar: أصول Wallpaper Engine محدَّثة (الإصدار %@).
de: Die Wallpaper Engine-Assets sind aktuell (Build %@).
es: Los recursos de Wallpaper Engine están actualizados (compilación %@).
fr: Les ressources de Wallpaper Engine sont à jour (build %@).
hi: Wallpaper Engine एसेट अप टू डेट हैं (बिल्ड %@)।
it: Le risorse di Wallpaper Engine sono aggiornate (build %@).
ja: Wallpaper Engine のアセットは最新です（ビルド %@）。
ko: Wallpaper Engine 에셋이 최신 상태입니다(빌드 %@).
pl: Zasoby Wallpaper Engine są aktualne (kompilacja %@).
pt_br: Os recursos do Wallpaper Engine estão atualizados (build %@).
ru: Ресурсы Wallpaper Engine актуальны (сборка %@).
tr: Wallpaper Engine varlıkları güncel (derleme %@).
uk: Ресурси Wallpaper Engine актуальні (збірка %@).
zh_hans: Wallpaper Engine 资源已是最新（版本 %@）。
zh_hant: Wallpaper Engine 資源已是最新（版本 %@）。

source: Wallpaper Engine for Mac
ar: Wallpaper Engine لأجهزة Mac
de: Wallpaper Engine für Mac
es: Wallpaper Engine para Mac
fr: Wallpaper Engine pour Mac
hi: Mac के लिए Wallpaper Engine
it: Wallpaper Engine per Mac
ko: Mac용 Wallpaper Engine
pl: Wallpaper Engine dla Maca
pt_br: Wallpaper Engine para Mac
ru: Wallpaper Engine для Mac
tr: Mac için Wallpaper Engine
uk: Wallpaper Engine для Mac

source: Wallpaper Engine will optimize your wallpapers for your device to achieve the best possible performance. Please choose the performance rating that best represents your device. You can change this selection at a later time and reupload the wallpapers to your device if either the visual quality or performance are not to your liking.
ar: سيعمل Wallpaper Engine على تحسين خلفياتك لجهازك لتحقيق أفضل أداء ممكن. الرجاء اختيار تقييم الأداء الذي يمثل جهازك بأفضل شكل. يمكنك تغيير هذا الخيار في وقت لاحق وإعادة تحميل الخلفيات على جهازك إذا كانت الجودة المرئية أو الأداء لا يرضيك.
de: Wallpaper Engine optimiert deine Hintergründe für dein Gerät, um die bestmögliche Leistung zu erzielen. Bitte nutze die Leistungseinstellung, welche am besten zu deinem Gerät passt. Du kannst diese Einstellung später immer noch ändern und die Hintergründe erneut auf dein Gerät hochladen, wenn dir entweder die Qualität oder Leistung der Hintergründe nicht gefällt.
es: Wallpaper Engine optimizará los fondos para que tengan el mejor rendimiento posible en tu dispositivo. Elige el nivel de rendimiento que más se ajuste a tu dispositivo. Puedes cambiar la selección más adelante y volver a cargar los fondos en una vez más si la calidad visual o el rendimiento no son de tu agrado.
fr: Wallpaper Engine optimisera vos fonds d'écran pour votre appareil afin d'obtenir les meilleures performances possibles. Veuillez choisir le niveau de performances qui correspond le mieux à votre appareil. Vous pouvez modifier cette sélection ultérieurement et retélécharger les fonds d'écran sur votre appareil si la qualité visuelle ou les performances ne vous conviennent pas.
hi: Wallpaper Engine सर्वोत्तम प्रदर्शन के लिए आपके वॉलपेपर को आपके डिवाइस के अनुसार ऑप्टिमाइज़ करेगा। कृपया वह प्रदर्शन रेटिंग चुनें जो आपके डिवाइस को सबसे अच्छी तरह दर्शाती है। अगर दृश्य गुणवत्ता या प्रदर्शन आपको पसंद न आए, तो आप बाद में यह चुनाव बदलकर वॉलपेपर फिर से अपने डिवाइस पर भेज सकते हैं।
it: Wallpaper Engine ottimizza gli sfondi del tuo dispositivo per ottenere le migliori prestazioni possibili. Seleziona il livello di prestazione che meglio rappresenta il tuo dispositivo. Puoi sempre modificare la selezione e caricare di nuovo gli sfondi sul tuo dispositivo se la qualità visiva o la prestazione non sono di tuo gradimento.
ja: Wallpaper Engineは、可能な限り最高のパフォーマンスが実行できるよう、お使いのデバイスに合わせて壁紙を最適化します。お使いのデバイスに最も近いパフォーマンス評価を選択してください。画質やパフォーマンスが好みに合わない場合は、あとでこの選択を変更し、デバイスに壁紙を再アップロードすることができます。
ko: Wallpaper Engine은 기기가 최대 성능을 유지할 수 있도록 기기에 있는 배경화면을 최적화합니다. 자신의 기기에 가장 잘 맞는 성능 등급을 선택하십시오. 배경화면의 시각적 품질 또는 성능이 마음에 들지 않을 시에는 언제든 선택을 변경한 후 기기에 다시 업로드할 수 있습니다.
pl: Wallpaper Engine zoptymalizuje Twoje tapety na Twoje urządzenie, by uzyskać jak najlepszą wydajność. Wybierz wskaźnik wydajności, który najlepiej odpowiada Twojemu urządzeniu. Wybór ten możesz później zmienić, a następnie ponownie przesłać tapety na swoje urządzenie, jeżeli nie będzie Ci odpowiadała jakość lub wydajność.
pt_br: Wallpaper Engine otimiza os seus papéis de parede do seu dispositivo para obter o melhor desempenho possível. Escolha a classificação de desempenho que melhor representa o seu dispositivo. Você pode alterar essa opção depois e recarregar os papéis de parede do seu dispositivo caso não goste da qualidade visual ou do desempenho obtido.
ru: Приложение Wallpaper Engine оптимизирует обои под ваше устройство. Выберите уровень производительности, который лучше всего соответствует вашему устройству. Если вам не понравится качество изображения или работы, измените настройки и повторно загрузите обои на свое устройство.
tr: Wallpaper Engine, mümkün olan en iyi performansı elde etmek için duvar kağıtlarınızı cihazınız için en uygun hale getirecektir. Lütfen cihazınızı en iyi temsil eden performans derecelendirmesini seçin. Bu seçimi daha sonra değiştirebilir ve görsel kalite ya da performans hoşunuza gitmiyorsa duvar kağıtlarını cihazınıza yeniden yükleyebilirsiniz.
uk: Wallpaper Engine оптимізує ваші шпалери для вашого пристрою, аби досягти найкращої можливої продуктивності. Будь ласка, оберіть оцінку продуктивності, яка найкраще представляє ваш пристрій. Ви можете змінити цей вибір пізніше та перевивантажити шпалери на ваш пристрій, якщо вам будуть не до вподоби візуальна якість або продуктивність.
zh_hans: Wallpaper Engine 将优化壁纸，以便您的设备达到最佳性能。请选择最能代表您设备的性能评级。如果视觉质量或性能不符合您的喜好，您可以稍后更改此选择，然后将壁纸重新上传到设备。
zh_hant: Wallpaper Engine 會為您的裝置使桌布最佳化，以達到最佳效能。請選擇最符合您裝置的效能指標。如果您不滿意目前的視覺效果或效能，可之後再變更此選項，並將桌布重新上傳至您的裝置。

source: Wallpaper Engine's setting: High Performance loads textures at half their size and runs effects at half size too; Automatic does so for a scene with more than 3.9 times the display's pixels (a 4K scene on a 1080p display), and for a 3D scene on a display smaller than 1080p.
ar: إعداد Wallpaper Engine: يحمّل خيار «أداء عالٍ» الأنسجة بنصف حجمها ويشغّل التأثيرات بنصف الحجم أيضًا؛ ويفعل خيار «تلقائي» ذلك للمشهد الذي يزيد عدد وحدات البكسل فيه على 3.9 أضعاف وحدات بكسل شاشة العرض (مشهد 4K على شاشة عرض 1080p)، وللمشهد ثلاثي الأبعاد على شاشة عرض أصغر من 1080p.
de: Einstellung von Wallpaper Engine: „Hohe Leistung“ lädt Texturen in halber Größe und berechnet auch Effekte in halber Größe. „Automatisch“ tut dies bei einer Szene mit mehr als dem 3,9-Fachen der Pixel des Displays (eine 4K-Szene auf einem 1080p-Display) sowie bei einer 3D-Szene auf einem Display unter 1080p.
es: Ajuste de Wallpaper Engine: Alto rendimiento carga las texturas a la mitad de su tamaño y también ejecuta los efectos a la mitad; Automática hace lo mismo con escenas de más de 3,9 veces los píxeles de la pantalla (una escena 4K en una pantalla 1080p) y con escenas 3D en pantallas de menos de 1080p.
fr: Réglage de Wallpaper Engine : « Hautes performances » charge les textures à la moitié de leur taille et exécute aussi les effets à la moitié de leur taille ; « Automatique » fait de même pour une scène comptant plus de 3,9 fois les pixels du moniteur (une scène 4K sur un moniteur 1080p), ainsi que pour une scène 3D sur un moniteur inférieur à 1080p.
hi: Wallpaper Engine की सेटिंग: उच्च परफ़ॉर्मेंस टेक्सचर को आधे आकार पर लोड करता है और इफ़ेक्ट भी आधे आकार पर चलाता है; ऑटोमैटिक ऐसा तब करता है जब किसी सीन में डिस्प्ले के 3.9 गुना से ज़्यादा पिक्सेल हों (1080p डिस्प्ले पर 4K सीन), और 1080p से छोटे डिस्प्ले पर 3D सीन के लिए.
it: Impostazione di Wallpaper Engine: “Prestazioni elevate” carica le texture a metà delle loro dimensioni ed esegue anche gli effetti a metà dimensione; “Automatica” fa lo stesso per una scena con più di 3,9 volte i pixel dello schermo (una scena 4K su uno schermo 1080p) e per una scena 3D su uno schermo inferiore a 1080p.
ja: Wallpaper Engineの設定です。「高パフォーマンス」では、テクスチャを半分のサイズで読み込み、エフェクトも半分のサイズで実行します。「自動」では、ディスプレイのピクセル数の3.9倍を超えるシーン（1080pディスプレイ上の4Kシーン）と、1080pより小さいディスプレイ上の3Dシーンに対してこれを行います。
ko: Wallpaper Engine의 설정입니다. 고성능은 텍스처를 절반 크기로 불러오고 효과도 절반 크기로 실행합니다. 자동은 디스플레이 픽셀 수의 3.9배를 초과하는 장면(1080p 디스플레이의 4K 장면)과 1080p보다 작은 디스플레이의 3D 장면에 대해 같은 방식으로 처리합니다.
pl: Ustawienie z Wallpaper Engine: „Wysoka wydajność” wczytuje tekstury w połowie rozmiaru i w połowie rozmiaru uruchamia też efekty; „Automatycznie” robi tak w przypadku sceny mającej ponad 3,9 raza więcej pikseli niż wyświetlacz (scena 4K na wyświetlaczu 1080p) oraz sceny 3D na wyświetlaczu mniejszym niż 1080p.
pt_br: Ajuste do Wallpaper Engine: Alto Desempenho carrega as texturas com metade do tamanho e também executa os efeitos com metade do tamanho; Automático faz isso para uma cena com mais de 3,9 vezes os pixels da tela (uma cena 4K em uma tela 1080p) e para uma cena 3D em uma tela menor que 1080p.
ru: Настройка Wallpaper Engine: «Высокая производительность» загружает текстуры в половинном размере и обрабатывает эффекты тоже в половинном размере; «Автоматически» делает так для сцены, в которой пикселей более чем в 3,9 раза больше, чем у дисплея (сцена 4K на дисплее 1080p), и для 3D-сцены на дисплее меньше 1080p.
tr: Wallpaper Engine ayarı: Yüksek Performans, dokuları yarı boyutta yükler ve efektleri de yarı boyutta çalıştırır; Otomatik, bunu ekranın piksel sayısının 3,9 katından fazlasına sahip sahneler (1080p ekranda 4K sahne) ve 1080p’den küçük ekranlardaki 3B sahneler için yapar.
uk: Параметр Wallpaper Engine: «Висока продуктивність» завантажує текстури в половинному розмірі й також обчислює ефекти в половинному розмірі; «Автоматично» робить так для сцени, що має понад 3,9 раза більше пікселів, ніж дисплей (сцена 4K на дисплеї 1080p), а також для 3D-сцени на дисплеї, меншому за 1080p.
zh_hans: Wallpaper Engine 的设置：“高性能”以一半尺寸载入纹理，并以一半尺寸运行效果；“自动”会对像素数超过显示器 3.9 倍的场景（如在 1080p 显示器上的 4K 场景）以及在低于 1080p 的显示器上的 3D 场景这样做。
zh_hant: Wallpaper Engine 的設定：「高效能」會以一半尺寸載入紋理，效果也以一半尺寸執行；「自動」則會在場景像素超過顯示器 3.9 倍時（例如在 1080p 顯示器上顯示 4K 場景），以及在小於 1080p 的顯示器上顯示 3D 場景時這樣做。

source: Wallpaper Explorer
ar: مستكشف الخلفيات
de: Hintergrundbild-Explorer
es: Explorador de fondos de pantalla
fr: Explorateur de fonds d’écran
hi: वॉलपेपर एक्सप्लोरर
it: Esploratore sfondi
ja: 壁紙エクスプローラ
ko: 배경화면 탐색기
pl: Przeglądarka tapet
pt_br: Explorador de Imagens de Fundo
ru: Обозреватель обоев
tr: Duvar Kâğıdı Gezgini
uk: Переглядач шпалер
zh_hans: 墙纸浏览器
zh_hant: 背景圖片瀏覽器

source: Wallpaper Settings
ar: إعدادات خلفية الشاشة
de: Hintergrundbild-Einstellungen
es: Ajustes del fondo de pantalla
fr: Réglages du fond d’écran
hi: वॉलपेपर सेटिंग
it: Impostazioni sfondo
ja: 壁紙設定
ko: 배경화면 설정
pl: Ustawienia tapety
pt_br: Ajustes da Imagem de Fundo
ru: Настройки обоев
tr: Duvar Kâğıdı Ayarları
uk: Параметри шпалери
zh_hans: 墙纸设置
zh_hant: 背景圖片設定

source: Wallpaper Storage
ar: مخزن خلفيات الشاشة
de: Hintergrundbild-Speicher
es: Almacenamiento de fondos de pantalla
fr: Stockage des fonds d’écran
hi: वॉलपेपर स्टोरेज
it: Archivio sfondi
ja: 壁紙の保存場所
ko: 배경화면 저장 공간
pl: Magazyn tapet
pt_br: Armazenamento de Imagens de Fundo
ru: Хранилище обоев
tr: Duvar Kâğıdı Deposu
uk: Сховище шпалер
zh_hans: 墙纸存储位置
zh_hant: 背景圖片儲存位置

source: Wallpaper Title
ar: عنوان الخلفية
de: Titel des Hintergrundbilds
es: Título del fondo de pantalla
fr: Titre du fond d’écran
hi: वॉलपेपर का शीर्षक
it: Titolo sfondo
ja: 壁紙のタイトル
ko: 배경화면 제목
pl: Tytuł tapety
pt_br: Título da Imagem de Fundo
ru: Название обоев
tr: Duvar Kâğıdı Başlığı
uk: Назва шпалери
zh_hans: 墙纸标题
zh_hant: 背景圖片標題

source: Wallpaper browser transition
ar: انتقال متصفح الخلفيات
de: Übergangseffekt bei Hintergrundbildwahl
es: Transición al elegir un fondo de pantalla
fr: Transition navigateur fond d’écran
hi: वॉलपेपर ब्राउज़र ट्रांज़िशन
it: Transizione browser dello sfondo
ja: 壁紙ブラウザトランジション
ko: 배경화면 브라우저 전환
pl: Przejście przy wyborze tapety
pt_br: Transição do Navegador de Imagem de Fundo
ru: Переход при выборе обоев
tr: Duvar kâğıdı tarayıcı geçişi
uk: Перехід шпалер браузера
zh_hans: 墙纸浏览器过渡
zh_hant: 背景圖片瀏覽器轉換

source: Wallpaper display is disabled on this screen.
ar: عرض الخلفية معطّل على هذه الشاشة.
de: Die Anzeige von Hintergrundbildern ist auf diesem Bildschirm deaktiviert.
es: La visualización de fondos de pantalla está desactivada en esta pantalla.
fr: L’affichage du fond d’écran est désactivé sur cet écran.
hi: इस स्क्रीन पर वॉलपेपर दिखाना अक्षम है.
it: La visualizzazione dello sfondo è disattivata su questo schermo.
ja: この画面では壁紙の表示が無効になっています。
ko: 이 화면에서는 배경화면 표시가 비활성화되어 있습니다.
pl: Wyświetlanie tapety jest wyłączone na tym ekranie.
pt_br: A exibição de imagem de fundo está desativada nesta tela.
ru: Показ обоев на этом экране выключен.
tr: Bu ekranda duvar kâğıdı gösterimi devre dışı.
uk: Показ шпалер на цьому екрані вимкнено.
zh_hans: 此屏幕上已停用墙纸显示。
zh_hant: 此螢幕已停用背景圖片顯示。

source: Wallpaper duration
ar: مدة عرض الخلفية
de: Dauer pro Hintergrundbild
es: Duración de cada fondo de pantalla
fr: Durée par fond d’écran
hi: वॉलपेपर की अवधि
it: Durata di ogni sfondo
ja: 壁紙の表示時間
ko: 배경화면 지속 시간
pl: Czas wyświetlania tapety
pt_br: Duração de cada imagem de fundo
ru: Длительность показа обоев
tr: Duvar kâğıdı süresi
uk: Тривалість показу шпалери
zh_hans: 墙纸时长
zh_hant: 背景圖片持續時間

source: Wallpaper from Folder
ar: خلفية من مجلد
de: Hintergrundbild aus Ordner
es: Fondo de pantalla desde carpeta
fr: Fond d’écran depuis un dossier
hi: फ़ोल्डर से वॉलपेपर
it: Sfondo da cartella
ja: フォルダから壁紙を読み込む
ko: 폴더에서 배경화면 가져오기
pl: Tapeta z folderu
pt_br: Imagem de Fundo de uma Pasta
ru: Обои из папки
tr: Klasörden Duvar Kâğıdı
uk: Шпалера з папки
zh_hans: 来自文件夹的墙纸
zh_hant: 從檔案夾輸入背景圖片

source: Wallpaper per display
ar: خلفية لكل شاشة عرض
de: Hintergrundbild pro Display
es: Fondo de pantalla por pantalla
fr: Fond d’écran par moniteur
hi: प्रति डिस्प्ले वॉलपेपर
it: Sfondo per schermo
ja: ディスプレイごとの壁紙
ko: 디스플레이당 배경화면
pl: Tapeta na wyświetlacz
pt_br: Imagem de fundo por tela
ru: Обои для каждого дисплея
tr: Ekran başına duvar kâğıdı
uk: Шпалера для кожного дисплея
zh_hans: 每个显示器的墙纸
zh_hant: 每個顯示器的背景圖片

source: Wallpaper type not supported on Android devices
ar: نوع الخلفية غير مدعوم على أجهزة الأندرويد
de: Wallpaper-Typ nicht auf Android-Geräten unterstützt
es: Tipo de fondo no compatible con dispositivos Android
fr: Type de fond d'écran non pris en charge sur les appareils Android
hi: यह वॉलपेपर प्रकार Android डिवाइस पर समर्थित नहीं है
it: Questo tipo di sfondo non è supportato dai dispositivi Android
ja: Androidデバイスでサポートされていない壁紙です
ko: Android 기기에서 지원되지 않는 배경화면 유형입니다
pl: Dany typ tapety nie jest obsługiwany na urządzeniach z systemem Android
pt_br: Tipo de papel de parede não compatível com dispositivos Android
ru: Тип обоев не поддерживается устройствами на Android
tr: Android cihazlarda duvar kağıdı türü desteklenmiyor
uk: Непідтримуваний тип шпалер на пристроях на Android
zh_hans: Android 设备不支持的壁纸类型
zh_hant: Android 裝置不支援此桌布類型

source: Wallpaper's main color
ar: اللون الرئيسي للخلفية
de: Hauptfarbe des Hintergrundbilds
es: Color principal del fondo de pantalla
fr: Couleur principale du fond d’écran
hi: वॉलपेपर का मुख्य रंग
it: Colore principale dello sfondo
ja: 壁紙のメインの色
ko: 배경화면의 주 색상
pl: Główny kolor tapety
pt_br: Cor principal do papel de parede
ru: Основной цвет обоев
tr: Duvar kâğıdının ana rengi
uk: Основний колір шпалер
zh_hans: 墙纸的主要颜色
zh_hant: 背景圖片的主要顏色

source: Wallpapers
ar: الخلفيات
de: Hintergrundbilder
es: Fondos de pantalla
fr: Fonds d’écran
hi: वॉलपेपर
it: Sfondi
ja: 壁紙
ko: 배경화면
pl: Tapety
pt_br: Imagens de Fundo
ru: Обои
tr: Duvar Kâğıtları
uk: Шпалери
zh_hans: 墙纸
zh_hant: 背景圖片
